team = {
    "이경재":{
        "나이":"33"
        , "거주지역":"서울시 서초구"
        , "메일주소":"power080900@naver.com"
        , "취미":["보드게임","스키"]
        , "좋아하는 음식":["제육볶음","김치볶음"]
    }
    ,"박환":{
        "나이":"39"
        , "거주지역":"서울시 송파구"
        , "메일주소":"kanjanggun@naver.com"
        ,"취미":["스쿼시","여행"],"좋아하는 음식":["고기류","떡볶이","피자","치킨"]
    }
    ,"박성민":{
        "나이":"30"
        , "거주지역":"서울시 용산구"
        , "메일주소":"verdecabronn@gmail.com"
        ,"취미":["헬스","독서"]
        ,"좋아하는 음식":["타코","돈까스"]
    }
    ,"오병권":{
        "나이":"29"
        , "거주지역":"서울시 동작구"
        , "메일주소":"obk2824@naver.com"
        ,"취미":["보드게임","산책"]
        , "좋아하는 음식":["떡볶이","콘치즈"]
    }
}

name = team.keys()
for name in team:
    info = team[name]
    for infoKey in info:
        age = info["나이"]
        location = info["거주지역"]
        mail = info["메일주소"]
        hobby = info["취미"]
        food = info["좋아하는 음식"]
    print(f'이름:{name} 나이:{age} 거주지역:{location} 메일주소:{mail} 취미:{hobby} 좋아하는 음식:{food}')